[
  {
    "title": "Militar dice que cuando decreten estado de sitio dejaran la cagá",
    "file": "Militar dice que cuando decreten estado de sitio dejaran la caga.mp4"
  },
  {
    "title": "Carabineros dispara hacia el interior de una casa",
    "file": "Policia dispara a una casa.mp4"
  },
  {
    "title": "Francisco Ramos herido en su cabeza en Concepcion",
    "file": "Francisco Ramos herido en su cabeza en Concepcion.mp4"
  },
  {
    "title": "Personas golpeadas brutalmente por carabineros en Santiago centro en Marin con Angamos durante el toque de queda",
    "file": "Personas golpeadas brutalmente por carabineros en Santiago centro en Marin con Angamos.mp4"
  },
  {
    "title": "Militar le dispara en la pierna a una persona en Concepcion",
    "file": "militar le dispara en la pierna a persona que va caminando - Visto desde otro angulo .mp4"
  },
  {
    "file": "Carabineros atropella a un perro en subida cumming Valparaiso. 28 Octubre 2019.mp4",
    "title": "Carabineros atropella a un perro en subida cumming Valparaiso. 28 Octubre 2019",
    "tags": "28 Octubre 2019 Valparaiso Cumming Perro"
  },
  {
    "file": "Carabineros atropella a manifestante en Santiago Alameda 28 Octubre 2019.mp4",
    "title": "Carabineros atropella a manifestante en Santiago Alameda 2 28 Octubre 2019",
    "tags": null
  },
  {
    "file": "Carabineros asfixia a una persona.mp4",
    "title": "Carabineros asfixia a una persona hasta que se desmaya",
    "tags": null
  },
  {
    "file": "Mujer es raptada en Teatinos con santo domingo. Pruebas.mp4",
    "title": "Mujer es raptada en Teatinos con santo domingo. Santiago. Pruebas.mp4",
    "tags": null
  },
  {
    "file": "Persona es raptada en un auto civil y carabineros no hace nada.mp4",
    "title": "Persona es raptada en un auto civil y carabineros no hace nada por evitarlo. Plaza Maipu.",
    "tags": null
  },
  {
    "file": "Tranquilo actuar de carabineros frente a un hombre que porta un arma.mp4",
    "title": "Tranquilo actuar de carabineros frente a un hombre que porta una pistola",
    "tags": null
  }
]