[
    "tia-pikachu-guason-y-otros-son-atacados-por-carabineros-sin-razon.mp4",
    "carabineros-de-fuerzas-especiales-ffee-golpea-y-aplica-gas-en-la-cara-de-la-tia-.mp4",
    "carabinero-le-quita-bruscamente-el-telefono-a-una-mujer-que-lo-graba-para-despue.mp4",
    "joven-increpa-a-carabinero-por-decirle-lloron.mp4",
    "militares-dejan-heridos-tras-disparar-balines-en-puente-alto-15-octubre-2020.mp4",
    "carabineros-destruye-un-semaforo-con-carro-lanza-aguas-11-octubre-2020.mp4",
    "impresionante-contingente-policial-en-la-marcha-mapuche-santiago-12-octubre-2020.mp4",
    "carabineros-le-dispara-a-una-persona-en-silla-de-ruedas-11-octubre-2020.mp4",
    "patrulla-de-carabineros-atropella-a-a-una-persona-en-pudahuel-7-de-enero-2020.mp4",
    "camila-flores-y-su-marido-son-echados-de-hym.mp4",
    "carabineros-golpea-a-una-persona-con-sindrome-de-down-en-iquique-3-de-enero-2020.mp4",
    "carabinero-de-civil-saca-su-arma-de-servicio.mp4",
    "testimonio-de-judith-despues-de-haber-sido-golpeada-por-carabineros-durante-la-n.mp4",
    "carabineros-golpea-a-mujer-en-su-auto-2-de-enero-2020.mp4",
    "carabinero-dispara-bomba-lacrimogena-directo-a-la-cara-de-una-persona-que-lo-gra.mp4",
    "carabineros-disparando-a-manifestantes-en-santiago.mp4",
    "carabineros-atropellan-y-aplastan-a-manifestante-con-su-carro-santiago-20-diciem.mp4",
    "represion-policial-a-joven-manuel-garces-osorno.mp4",
    "en-plaza-peru-trabajadores-de-la-construccion-en-colacion-son-sacados-por-la-fue.mp4",
    "carabineros-agrede-sin-justificacion-a-dirigente-de-asociacion-de-funcionarios-a.mp4",
    "periodista-de-telesur-es-atacada-por-carabineros-mientras-realiza-despacho-en-vi.mp4",
    "periodista-de-telesur-es-atacada-por-carabineros-mientras-realiza-despacho-en-vi.mp4",
    "a-una-persona-le-remueven-un-perdigon-desde-su-pierna-concepcion-16-diciembre-20.mp4",
    "carabineros-dispara-a-mansalva-en-concepcion-16-noviembre-2019.mp4",
    "carabinero-usa-resortera-para-disparar-piedras.mp4",
    "carabinero-enajenado-se-da-vuelta-a-golpear-a-mujer-que-lo-increpaba-por-su-actu.mp4",
    "violenta-represion-de-carabineros-en-la-ciudad-de-osorno-09-de-diciembre-2019.mp4",
    "ffee-tira-bombas-lacrimogenas-a-casas-en-valparaiso.mp4",
    "intento-de-secuestro-por-parte-de-civiles-armado-en-vina-del-mar-09-de-diciembre.mp4",
    "joven-expresa-su-rabia-y-llora-mientras-se-pregunta-que-mierda-de-persona-hace-e.mp4",
    "carabineros-disparando-con-tanquetas-en-la-granja.mp4",
    "carabinero-que-va-corrriendo-usa-su-escudo-para-empujar-a-una-mujer-por-la-espal.mp4",
    "carabinero-haciendo-el-saludo-nazi-en-valparaiso-mientras-tocan-su-himno-5-de-no.mp4",
    "carabineros-patrullando-valparaiso-mientras-reproducen-su-himno-filmado-desde-al.mp4",
    "carabineros-patrullando-valparaiso-mientras-reproducen-su-himno-5-de-noviembre-2.mp4",
    "carabinero-dispara-a-pobladores-en-poblacion-san-tomas.mp4",
    "carabineros-tira-moto-encima-de-personas-en-calle-condell-valparaiso-05-diciembr.mp4",
    "carabinero-asfixia-a-una-persona-que-estaba-al-lado-de-ellos-talca.mp4",
    "carabineros-golpea-a-reportero-grafico-en-concepcion.mp4",
    "carabinero-va-corriendo-se-cae-y-al-levantarse-golpea-violentamente-a-un-fotogra.mp4",
    "mujeres-hacen-la-intervencion-de-lastesis-en-frente-de-la-comisaria-de-sebastopo.mp4",
    "el-estado-de-chile-esta-utilizando-granadas-aturdidoras-de-luz-y-sonido-son-usad.mp4",
    "carabineros-agrede-a-voluntarios-de-primeros-auxilios-en-temuco-30-noviembre-2019.mp4",
    "agresion-de-carabineros-a-brigada-de-salud.mp4",
    "carabineros-golpea-y-deja-en-el-piso-a-un-integrante-de-primeros-auxilios-de-la-facultad-de-medicina-de-la-u-de-chile-29-noviembre-2019.mp4",
    "l-lastesis-en-la-plaza-de-la-dignidad-29-de-noviembre-2019.mp4",
    "carabineros-arrinconan-y-detienen-violentamente-a-estudiante-en-quinta-normal.mp4",
    "carabineros-disparando-a-manifestantes-y-personas-que-graban-en-concepcion.mp4",
    "carabineros-botan-olla-comun-en-san-antonio.mp4",
    "carabinero-golpea-a-persona-detras-de-las-rodillas-en-vina-del-mar-21-noviembre-2019.mp4",
    "vehiculo-atropella-a-personas-en-antofagasta-22-noviembre-2019.mp4",
    "erick-andres-j-henriquez-es-golpeado-violentamente-por-carabineros-en-vina-del-mar.mp4",
    "persona-con-mas-de-diez-disparos-de-alines-en-el-cuerpo-relata-como-los-recibio-por-parte-de-carabineros.mp4",
    "carabineros-sigue-usando-balines-a-pesar-de-tener-instruccion-de-no-hacerlo-en-la-cisterna-23-de-noviembre-2019.mp4",
    "carabinero-embiste-a-manifestante-uno-de-ellos-es-intentado-ser-detenido-pero-este-le-da-un-golpe-en-la-cara.mp4",
    "carabineros-dispara-agua-contra-una-mujer-con-muletas.mp4",
    "carabineros-tiene-en-el-suelo-a-una-manifestante-semidesnuda-algunos-intentan-quitarle-la-polera-concepcion.mp4",
    "carabineros-lanzan-bombas-lacrimogenas-a-grupo-de-musica-pudahuel-23-noviembre.mp4",
    "carabinero-desenfunda-su-arma-para-amenazar-a-manifestantes-en-la-dehesa.mp4",
    "carabineros-entra-en-las-casa-de-valparaiso-en-la-calle-atahualpa.mp4",
    "carabinero-dispara-desde-muy-cerca-una-persona-que-va-persiguiendo-en-vina-del-mar-26-noviembre-2019.mp4",
    "ninos-escapando-del-gas-lacrimogeno-en-una-escuela-de-san-ramon.mp4",
    "violenta-detencion-en-vina-del-mar-persona-se-resiste-agarrado-de-una-reja-y-es-golpeado-28-noviembre-2019.mp4",
    "testimonio-de-que-fabiola-campillai-acaba-de-perder-ambos-ojos-tras-un-ataque-de-carabineros-con-bomba-lacrimogena.mp4",
    "carabinero-simula-disparar-con-su-arma-pero-en-vez-de-un-arma-usa-su-luma.mp4",
    "evidencia-de-que-carabineros-mojo-a-una-persona-en-situacion-de-calle.mp4",
    "carabineros-ingresaron-a-los-vagones-del-metro-santa-isabel-12-30-a-golpear-y-detener-a-estudiantes.mp4",
    "Carabineros acorrala, moja y gasea a personas en Valparaiso. Grabado desde altura. 16 Noviembre 2019.mp4",
    "Carabineros detienen a una persona que estaba de pie mirandolos.mp4",
    "Carabineros reprimiendo a manifestantes Quechua.mp4",
    "Carabineros detienen a una persona solo por estar filmando su actuar. Muchos indican que la persona detenida es un observador de DDHH. Vina del mar 18 Noviembre 2019.mp4",
    "Carabineros se lleva a padre e hija mientras el primero intenta defenderla.mp4",
    "Carabineros golpean y patean a personas. Un carabinero le da una fuerte patada en la cabeza de una persona que esta en el suelo.mp4",
    "Carabineros lanza agua a personal de la cruz roja.mp4",
    "Personal de salud intenta trasnportar a Abel Acuna a la ambulancia mientras carabineros les lanza agua. Santiago. 14 Noviembre 2019.mp4",
    "Personal de salud intenta reanimar a joven Abel mientras Carabineros les lanza agua y bombas lacrimogenas. 15 Noviembre 2019.mp4",
    "Carabineros detiene violentamente a manifestantes en Quilpue. 14 Noviembre 2019.mp4",
    "Carabineros acorrala, moja y gasea a personas en Valparaiso. 16 Noviembre 2019.mp4",
    "Carabineros detiene, roba y destruye el telefono celular de una persona que grababa una detencion.mp4",
    "Carabineros lanza agua contra manifestantes y  detiene y patea a uno de ellos. Valparaiso. 14 Noviembre 2019.mp4",
    "Carro lanza agua de carabineros lanza agua a manifestantes en una velaton en la Plaza Sotomayor de Antofagasta. 14 Noviembre 2019.mp4",
    "Persona cubierta por una bandera chilena es botada al piso vieolentamente por un carabinero.mp4",
    "Carabineros intenta llevarse a persona pero otros lo defienden y anulan la accion de carabineros. San Bernardo.mp4",
    "gran numero de carabineros golpeando a una persona que es posteriormente llevada por ellos.mp4",
    "Civiles intentan secuestrar a persona y meterlo dentro de un auto. Es detenido por el grupo de gente al rededor.mp4",
    "Detencion de JOrge Vasquez en Osorno.mp4",
    "Camarografo de canal 13 herido de bala en el estomago. 14 Noviembre 2019.mp4",
    "Carabinero rocia gas pimienta a persona en bicicleta que no estaba haciendo nada. 14 Noviembre 2019.mp4",
    "Hombre ensangrentado e inconciente en Avenida Valparaiso. Vina del mar. 14 Noviembre 2019.mp4",
    "Carabineros disparando en Vicuna Mackenna Santiago. 13 - 14 Noviembre 2019.mp4",
    "Mujer con ojo sangrante es llevada por carabineros.mp4",
    "Carabinero rocia gas pimienta a personas desde el asiento delantero.mp4",
    "Carabinero golpea a un caballo.mp4",
    "Carabineros patea a persona desde su moto y despues lo atropella con la rueda delantera en Vina del Mar. 14 Noviembre 2019.mp4",
    "Carabinero le dispara a hombre que lo graba en Domingo Tocornal 2. 14 Noviembre 2019.mp4",
    "Carabinero le dispara a hombre que lo graba en Domingo Tocornal. 14 Noviembre 2019.mp4",
    "Nino - Benjamin Gomez - llora desesperadamente depsues de haber estado dentro de una patrulla de carabineros con otros ninos 2.mp4",
    "Patrulla de carabineros tiene ninos dentro en Villa Alemana. La persona que graba les pregunta acerca de esto pero carabineros no contesta.mp4",
    "Nino - Benjamin Gomez - llora desesperadamente depsues de haber estado dentro de una patrulla de carabineros con otros ninos.mp4",
    "Carabineros de 13ra comisaría de La Granja se bajan de su patrulla y agrede a un grupo de mis alumnos que no superan los 13 años de edad, agreden a una alumna y la tiran al suelo.mp4",
    "Encapuchado habla con carabineros, posteriormente se ve a una persona de apariencia similar rociando bencina a la puerta de una inglesia.mp4",
    "Carabinero amedrenta con su moto a mujeres que van caminando por la vereda.mp4",
    "Carabinero embiste a manifestante y golpea a los demas con su luma.mp4",
    "Carabineros reprime a una persona cerca de la playa y la mujer que graba es amedrentada por un carabinero.mp4",
    "momento en que un conductor atropella a joven tras negarse a participar en el que baila pasa.mp4",
    "Iglesia se comienza a encender desde adentro.mp4",
    "Momento exacto en que le llega un perdigon en el ojo a un manifestante en la Alameda Santiago 2. 12 Noviembre 2019.mp4",
    "Encapuchados entran a la comisaria 25 de Maipu.mp4",
    "Carabineros disparan a corta distancia contra personas en Lo Hermida. 12 Noviembre 2019.mp4",
    "Carabineros lanza bombas que generan humo hacia de un departamento en altura. Providencia Santiago.mp4",
    "Carabinero lanza una bomba lacrimogena y dispara sin ningun tipo de provocacion en Melipilla.mp4",
    "Momento exacto en que le llega un perdigon en el ojo a un manifestante en la Alameda Santiago. 12 Noviembre 2019.mp4",
    "Parvularias son llevadas por carabineros 2.mp4",
    "Parvularias son llevadas por carabineros 1.mp4",
    "Carabineros agreden a mujer y a hombre en Plaza Maipu y les lanzan gas pimienta. 12 Noviembre 2019.mp4",
    "Mabel - madre de hijo muerto Paulo - increpa a carabinera que le dice POR ALGO SERA.mp4",
    "Personas protestando y caminando pacificamente con una bandera son sorprendidos por auto de carabineros y apuntados por ellos. Una persona es llevada por carabineros.mp4",
    "Persona mayor es detenida por carabineros.mp4",
    "Carabineros embisten a profesor que se acerco a ellos mientras retenian a otra persona.mp4",
    "Carabineros detiene a una persona mayor de edad.mp4",
    "Vecino de Lo Hermida se tiende frente a carro de carabineros. Carabineros dispara contra los manifestantes.mp4",
    "Carabineros golpean a persona en lo Hermida.mp4",
    "Carabineros disparan al aire bombas lacrimogenas mientras avanzan por Apoquindo. 8 Noviembre 2019.mp4",
    "Carabineros arrastra a mujer del pelo y le dispara una bomba lacrimogena a centimetros de la cabeza. 8 Noviembre 2019.mp4",
    "Carabineros dispara al aire y lanza bombas lacrimogenas en Plaza Nunoa.mp4",
    "Joven es atendido por voluntarios de la Cruz Roja luego de haber sido impactado en la frente por una lacrimogena lanzada por carabineros en Bellas Artes.mp4",
    "Tranquilo actuar de carabineros frente a un hombre que porta un arma.mp4",
    "Carabineros entrando a casas a detener gente en Quilpue. Se llevaron detenido a Diego Gabriel Labordes Arenas 2.mp4",
    "Carabineros entrando a casas a detener gente en Quilpue. Se llevaron detenido a Diego Gabriel Labordes Arenas 1.mp4",
    "Carabinero usa como escudo a menor de 13 anos en Rancagua.mp4",
    "Carabineros arrestan a menores en Colon altura Cruce Higueras.mp4",
    "Personas reclaman que carro lanza aguas de carabineros se paso la luz roja y que esto provoco el choque de un auto.mp4",
    "Carabineros se llevan a joven que va caminando.mp4",
    "Carabineros arrastra a una persona en Paine.mp4",
    "Carabinero le quita la silla de ruedas a un hombre minusvalido mientras intenta que su hijo no sea detenido por ellos.mp4",
    "Carabineros golpea a persona en el piso al lado de una reja en Conchali.mp4",
    "Carabineros pretenden encontrar un cuchillo en el bolsillo de un joven que ellos mismos pusieron ahi. Montaje..mp4",
    "Carabinero en moto intenta atropellar a personas en Valdivia.mp4",
    "Carabineros disparando bombas lacrimogenas dentro de casas en Antofagasta.mp4",
    "Arranquen maracas culias - grita un carabinero y lanza una piedra.mp4",
    "Persona es raptada en un auto civil y carabineros no hace nada.mp4",
    "Mujer es raptada en Teatinos con santo domingo. Pruebas.mp4",
    "Persona grabando a carabineros recibe un disparo de carabinero que lo sorprende.mp4",
    "Personas reclaman que un auto civil se lleva a una persona.mp4",
    "Carabineros disparando proyectil a un edificio.mp4",
    "Carabineros asfixia a una persona.mp4",
    "Carabineros embisten a ciclista y se lo llevan.mp4",
    "Carabinero rocia de gas pimienta a una mujer en medio de manifestacion en la region de Ohiggins.mp4",
    "Mujer retenida por carabineras da una patada y carabineras le dan golpes en la cara. Santiago.mp4",
    "disparos en plaza de armas Santiago. Nina gritando.mp4",
    "Estudiantes del liceo carmela carvajal son rodeadas por carabineros y detenidas. Estaban sentadas 5.mp4",
    "Estudiantes del liceo carmela carvajal son rodeadas por carabineros y detenidas. Estaban sentadas 4.mp4",
    "Estudiantes del liceo carmela carvajal son rodeadas por carabineros y detenidas. Estaban sentadas 3.mp4",
    "Estudiantes del liceo carmela carvajal son rodeadas por carabineros y detenidas. Estaban sentadas 2.mp4",
    "Estudiantes del liceo carmela carvajal son rodeadas por carabineros y detenidas. Estaban sentadas 1.mp4",
    "Fotografo de la municipalidad de Iquique, Jorge Cerpa, dice que recibio un proyectil de plomo en una de sus manos, disparado por un funcionario del Ejercito del Regimiento Granaderos.mp4",
    "Carabineros le pega a pareja durante la noche en San Vicente.mp4",
    "Carabineros en moto intentan atropellar a manifestante en vina del mar Valparaiso 30 Octubre 2019.mp4",
    "Padre denuncia que su hijo fue torturado por carabineros.mp4",
    "Carabinero dispara a quemarropa en la pierna de una persona en Valparaiso. 30 Octubre 2019.mp4",
    "Persona con los pantalones abajo en frente de carabineros es detenido por al menos 20 de ellos y es arrastrado.mp4",
    "Personas reclaman que carabineros lanzo una bomba lacrimogena a una casa que se esta comenzando a incendiar Parque Forestal 20 Octubre 2019.mp4",
    "Carabineros arrastran a persona en Vina del Mar 20 Octubre 2019.mp4",
    "Mujer desorientada por gas lacrimogeno.mp4",
    "Periodista dice que carabinero le disparo en la cabeza por estar sacandole una foto.mp4",
    "Carabineros golpea a estudiantes y trata mal a una fotografa 2. Buin 29 Octubre 2019.mp4",
    "Carabineros golpea a estudiantes y trata mal a una fotografa. Buin 29 Octubre 2019.mp4",
    "Carabineros golpea a personas que estan esperando en un paradero de bus 28 Octubre 2019.mp4",
    "Carabineros lanza gas pimienta a manifestantes afuera del perimetro de la moneda Santiago 30 Octubre 2019.mp4",
    "Carabinero golpea a un nino que andaba en su skate en Lampa.mp4",
    "carabinera dispara gas pimienta a joven mujer en la cara.mp4",
    "EN PUERTO MONTT DETIENEN A DIRIGENTAS SOCIALES TRAS SOLICITAR LA RENUNCIA DEL INTENDENTE 3.mp4",
    "EN PUERTO MONTT DETIENEN A DIRIGENTAS SOCIALES TRAS SOLICITAR LA RENUNCIA DEL INTENDENTE 2.mp4",
    "EN PUERTO MONTT DETIENEN A DIRIGENTAS SOCIALES TRAS SOLICITAR LA RENUNCIA DEL INTENDENTE 1.mp4",
    "Carabineros en Chillan dicen Toma a cualquiera nomas.mp4",
    "Observador del INDH herido por siete balines.mp4",
    "Carabineros al lado de estacion San Pablo mientras se inicia el fuego dentro de ella.mp4",
    "Joven llora porque carabineros se lleva a su hermano en Antofagasta 28 Octubre 2019.mp4",
    "Carabineros atropella a manifestante en Santiago Alameda 28 Octubre 2019.mp4",
    "Carabineros lanza gas pimienta directamente a dos manifestantes.mp4",
    "Gaspar Contreras detenido por carabineros en Valparaiso 2 28 Octubre 2019.mp4",
    "Personas reciben disparos desde la altura en Paseo Bulnes Santiago 28 Octubre 2019.mp4",
    "Carabinero visto en la cima de un edificio Paseo Bulnes Santiago 28 Octubre 2019.mp4",
    "Manifestante Camila herida en su cabeza Valparaiso Playa Ancha 28 Octubre 2019.mp4",
    "Gaspar Contreras detenido por carabineros en Valparaiso 28 Octubre 2019.mp4",
    "Carro lanza agua de carabineros atropella a un manifestante en Valparaiso Avenida Argentina 28 Octubre 2019.mp4",
    "Carabineros detiene a personas en Antofagasta.mp4",
    "Alonso Mejias, joven, con disparo en la cabeza es detenido por carabineros.mp4",
    "Carabineros atropella a un perro en subida cumming Valparaiso. 28 Octubre 2019.mp4",
    "Vehiculo de carabineros atropella a una persona en Santiago Alameda. 28 Octubre 2019.mp4",
    "Carabineros se lleva a Rodrigo Martinez, dirigente estudiantil, en Arica.mp4",
    "Periodista le pide a Lenny Montanares que camine frente a la camara para que sea vea mejor.mp4",
    "Mujer muestra las balas usadas para disparar a protestantes en Concepcion. 26 Octubre 2019.mp4",
    "Protestantes escapan de balazos en Concepcion. 26 Octubre 2019.mp4",
    "Militares disparando a mansalva en Concepcion y se escuchan los gritos de desesperacion de la gente. 26 Octubre 2019.mp4",
    "Carabinero lanza lacrimogena a estudiantes que estan protestando sentados en Nacimiento, Region del Bio-Bio.mp4",
    "Carabineros persigue y dispara a una persona que esta grabando en Temuco. 26 Octubre 2019.mp4",
    "Hombre relata que fue golpeado y violado por carabineros. Despues fue botado desde una camioneta. Esta acompanado por un funcionario del INDH.mp4",
    "Militares disparando a mansalva en Concepcion hacia protestantes. 26 Octubre 2019.mp4",
    "Militares disparando a mansalva en Concepcion. 26 Octubre 2019.mp4",
    "hombre muestra heridas de balines en Temuco.mp4",
    "Carabineros lanza una bomba molotov a un local.mp4",
    "Militar dice que cuando decreten estado de sitio dejaran la caga.mp4",
    "Militares disparando a mansalva en Arica.mp4",
    "Hombre es golpeado en Penanolen por carabineros. Video completo Mujer es llevada por carabineros en Penanolen.mp4",
    "Policia dispara a una casa.mp4",
    "Militares hieren de bala a joven en la noche poblacion las condes.mp4",
    "Militares obligan ejercicio a detenido.mp4",
    "Militares reprimiendo apoquindo.mp4",
    "Aleida Kulikoff jefa del laboratorio del servicio medico legal SML se niega a dejar sus funciones cuando le piden el cargo sin ningun motivo.mp4",
    "Banco Scotiabank de Temuco cierra sin candado.mp4",
    "Carabineros permite que saqueadores saqueen supermercado Lider de Bellavista Valparaiso.mp4",
    "Carabinero dispara y recarga su arma en Valparaiso.mp4",
    "Carabineros golpea brutalmente a hombre detenido.mp4",
    "Carabineros comienza a dispara a protesta pacifica. Vehiculo de carabineros avanza lentamente para atropellarlos.mp4",
    "Carabineros golpea brutalmente a hombre detenido.mp4",
    "Mujer es llevada por carabineros en Penanolen 24 Octubre 2019 5.mp4",
    "Mujer es llevada por carabineros en Penanolen 24 Octubre 2019 4.mp4",
    "Mujer es llevada por carabineros en Penanolen 24 Octubre 2019 3.mp4",
    "Carabineros autoriza saqueos mayorista 10.mp4",
    "Carabineros dispara desde adentro de estacion baquedano detras de la reja cerrada.mp4",
    "Personas senalan que fueron encerrados en estacion metro plaza de Maipu mientras se inciaba incendio 23 Octubre 2019 2.mp4",
    "Persona grita que Carbineros entraron a una casa de la poblacion Juan Antonio Rios en la comunda de Independencia Santiago.mp4",
    "Persona herida y sangrando es transportado por otras personas mientras se escuchan disparos.mp4",
    "Personas senalan que fueron encerrados en estacion metro plaza de Maipu mientras se inciaba incendio 23 Octubre 2019.mp4",
    "Mujer es llevada por carabineros en Penanolen 24 Octubre 2019 2.mp4",
    "militares amedrentan y golpean a una persona que está en dentro de su auto 22 Octubre 2019 Miraflores Vina del mar.mp4",
    "Mujer es llevada por carabineros en Penanolen 24 Octubre 2019.mp4",
    "Carabineros golpean a personas que van bajando por la escalera de General Mackena en Valparaiso 24 Octubre 2019.mp4",
    "Nino defiende a su madre de agresion de carabineros.mp4",
    "Carabinero amenaza con reventar la casa de un hombre en Melipilla.mp4",
    "Carabineros se llevan a personas mientras estan comprando en Coyhaique - Manihuales.mp4",
    "Persona recibe un disparo y cae al suelo. Y 6 carabineros se llevan a una persona.mp4",
    "Francisco Ramos herido en su cabeza en Concepcion.mp4",
    "Personas golpeadas brutalmente por carabineros en Santiago centro en Marin con Angamos.mp4",
    "militar le dispara en la pierna a persona que va caminando - Visto desde otro angulo .mp4",
    "militares torturando personas desnudas.mp4",
    "5 militares reprimen a una persona en Penalolen.mp4",
    "Militares pateando a personas en Antofagasta.mp4",
    "Carabineros y militares intentan entrar a la fuerza en Penco.mp4",
    "Carabineros se lleva a Valentina Miranda y Pablo Ferrada desde dentro de un edificio.mp4",
    "carabineros disparando lacrimogenas a edificio bellas artes.mp4",
    "militar le dispara en la pierna a persona que va caminando.mp4",
    "hombre yace muerto por disparo en la frente -- es de estacion central.mp4",
    "militares organizando saqueo de un supermercado con personas.mp4",
    "compilado de montajes hechos por carbineros y militares.mp4",
    "militares acarrean cuerpo a toda velocidad.mp4",
    "encapuchado es grabado conversando con carabineros.mp4",
    "hombre en el suelo ensangrentado dice que fue torturado.mp4",
    "militares tienen a gente en el suelo dentro de un local 2.mp4",
    "Militares intentan sacar a una persona desde su casa y le apuntan.mp4",
    "Carabineros bota a una persona desde el furgon mientras esta en marcha.mp4",
    "disparos de militares en pleno despacho de canal 13.mp4",
    "Militares disparando en frente de edificios.mp4",
    "carabineros de civil salen de un banco y comienza a salir humo.mp4",
    "carabinero llora en medio de la gente.mp4",
    "Militares disparando a mansalva en Bellavista Valparaiso 2.mp4",
    "Militares disparando a mansalva en Bellavista Valparaiso.mp4",
    "Militares amedrentando personas con sus rifles en apoquindo 2.mp4",
    "Militares amedrentando personas con sus rifles en apoquindo.mp4",
    "protestas en escuela militar Santiago.mp4",
    "carabineros guardando cajas con televisores en su patrulla.mp4",
    "carabineros provocando incendio.mp4",
    "militar dando instrucciones a personas para entrar a tomar cosas de un local.mp4",
    "Manifestaciones masivas en Concepcion 21-10-2019.mp4",
    "Detencion de carabineros usando un auto particular.mp4",
    "carabineros y pdi dan ventaja para despues disparar por la espalda.mp4",
    "carabineros persigue a una persona que esta grabando hasta su casa.mp4",
    "Persona colgada en pedro aguirrez cerda.mp4",
    "Acusan a carabineros infiltrados provocando disturbios en una feria.mp4",
    "infiltrados disparan en Bulnes.mp4",
    "lamada a radio biobio acerca de gente muerta en la noche de valparaiso 19 oct 2019.mp4",
    "joven con bala en el brazo.mp4",
    "carabinero acelera en su moto y cae.mp4",
    "carabineros disparando a manifestantes en el centro de santiago.mp4",
    "mujer con disparo en la cabeza tendida en el suelo.mp4",
    "incendio en Monserrat con gente atratada.mp4",
    "persona defiende a otro de carabineros en la reja de su casa.mp4",
    "Militar le dispara a fotografo en el pie.mp4",
    "furgon de carabineros superado por protestantes.mp4",
    "vida normal en santiago oriente.mp4",
    "Chadwick cagao de la risa.mp4",
    "personas reanimando a joven baleado en La Serena.mp4",
    "militares acarrean a joven inconsciente.mp4",
    "joven en colina inconsciente.mp4",
    "prensa filmando una protesta falsa.mp4",
    "militares tienen a gente en el suelo dentro de un local.mp4",
    "militares saliendo de aguas andinas.mp4",
    "encapuchados aparecen de una patrulla de carabineros.mp4",
    "civil encara a saqueadores.mp4",
    "carabineros atropella a una persona en Lampa 4.mp4",
    "carabineros atropella a una persona en Lampa 3.mp4",
    "robo de auto en copec.mp4",
    "carabinero le ordena a companero que dispare.mp4",
    "senora en el suelo por disparo en la cabeza.mp4",
    "joven atropellado en el piso.mp4",
    "carabineros acelerando atropellando gente.mp4",
    "joven muerto en lampa.mp4",
    "carabineros consumiendo algo.mp4",
    "Victor marileo es transportado hacia un helicoptero. Manalich no dice nada.mp4",
    "vehiculo de carabineros atropella a un manifestante.mp4",
    "carabinero baila.mp4",
    "manifestantes abren paso a camion de bomberos.mp4",
    "infiltrados detienen a manifestante que los descubre.mp4",
    "carabineros atropella a una persona en Lampa.mp4",
    "auga comienza a fluir en rio.mp4",
    "valparaiso noche del 19 oct 2019 2.mp4.mp4",
    "mujer pregunta a que comisaria y no recibe respuesta1.mp4",
    "tecnico en construccion increpa a militar.mp4",
    "mujer pregunta a que comisaria y no recibe respuesta.mp4",
    "carabineros golpea  a un nino.mp4",
    "valparaiso noche del 19 oct 2019.mp4",
    "Hombre con la pierna fracturada recibe patada de carabinero.mp4",
    "Maria jose guerrero detenida.mp4",
    "homecenter coquimbo.mp4",
    "micro abandonada en santiago.mp4"
]
